Repository: MoonAntonio/locales
Catalog: */cfg.po
Languages: es_es

source: An instance of SAO Utils is already running, please close the program before you continue any operations.
es_es: Ya se está ejecutando una instancia de SAO Utils, cierre el programa antes de continuar con cualquier operación.

source: Warning
es_es: Advertencia

source: SAO Utils Configuration Manager
es_es: Administrador de configuración de SAO Utils

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Migrate from another version
es_es: Migrar desde otra versión

source: Current Version:
es_es: Versión Actual:

source: Migrate:
es_es: Emigrar:

source: Export:
es_es: Exportar:

source: Import:
es_es: Importar:

source: Are you sure to override current configuration?
es_es: ¿Estás seguro de anular la configuración actual?

source: Zip File (*.ZIP)|*.ZIP
es_es: Archivo Comprimido (*.ZIP)|*.ZIP

source: Configuration import finished.
es_es: Importación de configuración finalizada.

source: Save As
es_es: Guardar como

source: Configuration export finished.
es_es: La exportación de la configuración terminó.

source: Please choose a configuration source
es_es: Por favor, elija una fuente de configuración

source: Executable (%s)|%s
es_es: Ejecutable (%s)|%s

source: Configuration migration finished.
es_es: Migración de configuración finalizada.
