Repository: MoonAntonio/locales
Catalog: */std.po
Languages: es_es

source: NERvGear was already stopped :( Debugging information has been saved as files in the program folder. For more information, please enable 'Verbose Mode' to generate a complete log file.
es_es: NERvGear se detuvo :( La información de depuración se ha guardado como archivo en la carpeta del programa. Para obtener más información, habilite 'Modo detallado' para generar un archivo de registro completo.

source: Execute item [ %s ] ?
es_es: ¿ Ejecutar elemento [ %s ] ?

source: A Sword Art Online Look'n'Feel launcher with powerful utilities.
es_es: Mira y siente este maravilloso launcher de Sword Art Online con poderosas utilidades.

source: Please input file or folder name:
es_es: Ingrese el nombre del archivo o la carpeta:

source: Create File
es_es: Crea un archivo

source: Rename File
es_es: Renombrar archivo

source: Are you sure to drop the old menu ?
es_es: ¿Estás seguro de abandonar el menú anterior?

source: Plug-in [%s] already installed, do you want to replace it ?
es_es: El plug-in [% s] ya está instalado, ¿desea reemplazarlo?

source: Replace Plug-in
es_es: Reemplazar Plug-in

source: Plug-in installed, please restart program to enable it.
es_es: Plug-in instalado, reinicie el programa para habilitarlo.

source: Install Plug-in
es_es: Instalar Plug-in

source: Plug-in installed successfully.
es_es: Plug-in instalado correctamente.

source: Failed to install plug-in.
es_es: Fallo en la instalación del plug-in.

source: An instance of SAO Utils is already running in the background, please retry after it has stopped completely.
es_es: Una instancia de SAO Utils ya se está ejecutando en segundo plano, por favor, vuelva a intentarlo después de que se haya detenido por completo.

source: Workshop item(s) installed
es_es: Elemento(s) de Workshop instalados

source: Are you sure to exit ?
es_es: ¿Estás seguro de salir ?

source: Always on &Top
es_es: Siempre arriba

source: &Lock Launcher
es_es: &Bloquear Launcher

source: &Preference
es_es: &Preferencias

source: &Exit
es_es: &Salir

source: <Preview Not Available>
es_es: <Avance no disponible>

source: <No Themes Available>
es_es: <No hay temas disponibles>

source: &Disable Hotkeys
es_es: &Desactivar Hotkeys

source: &Switch Theme
es_es: &Cambiar Temas

source: Welcome to SAO Utils!
es_es: Bienvenido a SAO Utils!

source: Would you like to take a tutorial?
es_es: ¿Te gustaría realizar un tutorial?

source: SAO Utils Starts Successfully.
es_es: SAO Utils Iniciado Correctamente.

source: NERvGear Data Collection
es_es: Colección de datos de NERvGear

source: Nerve Gear Data Collection
es_es: Colección de datos de Nerve Gear

source: Core Data
es_es: Datos del Núcleo

source: Nerve Gear Core Data
es_es: Núcleo de datos de Nerve Gear

source: Total Component Service
es_es: Servicio de componentes totales

source: Total Object Service
es_es: Servicio total de objetos

source: Total Lock Service
es_es: Servicio de bloqueo total

source: Total Component Usage
es_es: Uso total de componentes

source: Total Object Usage
es_es: Uso total de objetos

source: Total Private Object
es_es: Objeto privado total

source: The update parameter takes UID of a plug-in to query module data, returning NERvGear module data as default. Example: 00000000-0000-0000-0000-000000000000
es_es: El parámetro de actualización toma el UID de un complemento para consultar los datos del módulo, devolviendo los datos del módulo NERvGear por defecto. Ejemplo: 00000000-0000-0000-0000-000000000000

source: CPU Usage
es_es: Uso de CPU

source: CPU Performance Count
es_es: Recuento de rendimiento de CPU

source: Overall
es_es: General

source: Hard Disk Usage
es_es: Uso del disco duro

source: Free Disk Space Count
es_es: Recuento de espacio libre en disco

source: Driver Space
es_es: Espacio del driver

source: Driver Cluster
es_es: Grupo de controladores

source: The update parameter takes a path to count free space of a disk drive, returning current disk drive data as default. Example: C:\
es_es: El parámetro de actualización toma una ruta para contar el espacio libre de una unidad de disco y devuelve los datos actuales de la unidad de disco como valor predeterminado. Ejemplo: C:\

source: Miscellaneous Data
es_es: Datos misceláneos

source: Useful Utilities Data
es_es: Datos útiles de utilidades

source: Custom Text
es_es: Texto personalizado

source: The update parameter takes a custom text to return a string. Example: Welcome to Sword Art Online!
es_es: El parámetro de actualización toma un texto personalizado para devolver una cadena. Ejemplo: ¡Bienvenido a Sword Art Online!

source: Power Data
es_es: Datos de energía

source: System Power Status
es_es: Estado de alimentación del sistema

source: AC Line Status
es_es: Estado de la línea de CA

source: Battery Status
es_es: Estado de la batería

source: Life Time
es_es: Tiempo de vida

source: RAM Usage
es_es: Uso de RAM

source: Available Memory Count
es_es: Recuento de memoria disponible

source: Physical Memory
es_es: Memoria Física

source: Virtual Memory
es_es: Memoria Virtual

source: Page File
es_es: Archivo de página

source: System Data
es_es: Datos de sistema

source: Operator System Data
es_es: Datos del sistema del operador

source: OS Name
es_es: Nombre SO

source: OS Version
es_es: Versión SO

source: OS Description
es_es: Descripción SO

source: OS Directory
es_es: Directorio SO

source: Processor
es_es: Procesador

source: Installed Memory
es_es: Memoria instalada

source: Computer Name
es_es: Nombre de la computadora

source: Account Name
es_es: Nombre de la cuenta

source: Current Date
es_es: Fecha actual

source: Current Time
es_es: Tiempo actual

source: Device Uptime
es_es: Tiempo de actividad del dispositivo

source: Program Uptime
es_es: Tiempo de actividad del programa

source: The update parameter takes ANSI C strftime() format string to format date or time. Example: %Y-%m-%d Reference: http://www.cplusplus.com/reference/clibrary/ctime/strftime.html
es_es: El parámetro de actualización toma la cadena de formato ANSI C strftime() para formatear la fecha o la hora. Ejemplo:%Y-%m-%d Referencia: http://www.cplusplus.com/reference/clibrary/ctime/strftime.html

source: Action
es_es: Acción

source: Program
es_es: Programa

source: Execute an existed program.
es_es: Ejecute un programa existente.

source: File
es_es: Archivo

source: Open a file with associated program.
es_es: Abre un archivo con el programa asociado.

source: Folder
es_es: Carpeta

source: Open a folder in exlporer.
es_es: Abre una carpeta en el explorador.

source: Open a web, file or e-mail address.
es_es: Abre una web, archivo o dirección de correo electrónico.

source: Command
es_es: Comando

source: Run a command or program with parameters.
es_es: Ejecuta un comando o programa con parámetros.

source: Extension
es_es: Extensión

source: Confirm before action
es_es: Confirmar antes de la acción

source: Keep launcher after action
es_es: Mantener el launcher después de la acción

source: Programs (*.EXE;*.PIF;*.COM;*.BAT;*.CMD)|*.EXE;*.PIF;*.COM;*.BAT;*.CMD
es_es: Programas (*.EXE;*.PIF;*.COM;*.BAT;*.CMD)|*.EXE;*.PIF;*.COM;*.BAT;*.CMD

source: All files (*.*)|*.*
es_es: Todos los archivos (*.*)|*.*

source: Please input a url with http:/file:/mailto: prefix.
es_es: Ingrese una URL con http:/file:/mailto: prefix.

source: Please input a shell command
es_es: Por favor ingrese un comando de shell

source: Action Command
es_es: Comando de acción

source: Choose a value...
es_es: Elige un valor ...

source: Preview
es_es: Avance

source: Cur. Value
es_es: Valor Actual

source: Inv. Value
es_es: Valor Inv

source: Max. Value
es_es: Valor Maximo

source: Min. Value
es_es: Valor Minimo

source: Options
es_es: Opciones

source: Update value every
es_es: Actualizar el valor cada

source: Milliseconds
es_es: Milisegundos

source: Seconds
es_es: Segundos

source: Minutes
es_es: Minutos

source: Hours
es_es: Horas

source: Days
es_es: Dias

source: Update Parameter
es_es: Parámetro de actualización

source: Invoke Parameter
es_es: Parámetro de invocación

source: Value Unit:
es_es: Unidad de valor:

source: Display as
es_es: Mostrar como

source: Cancel
es_es: Cancelar

source: <Unknown Data Source>
es_es: <Fuente de datos desconocida>

source: <Unknown Data>
es_es: <Datos desconocidos>

source: <Unknown Value>
es_es: <Valor desconocido>

source: <Loading Data...>
es_es: <Cargando datos ...>

source: Gesture Exclusions
es_es: Exclusiones de gestos

source: Disable if following processes are running:
es_es: Deshabilitar si se están ejecutando los siguientes procesos:

source: Process Name
es_es: Nombre del proceso

source: Only detect processes running in foreground
es_es: Solo detectar procesos que se ejecutan en primer plano

source: Other Exclusions
es_es: Otras exclusiones

source: Disable mouse gesture in fullscreen mode
es_es: Deshabilitar el gesto del mouse en modo pantalla completa

source: Browse
es_es: Vistazo

source: Icon Picker
es_es: Selector de icono

source: Select an icon
es_es: Seleccione un ícono

source: Hover:
es_es: Desplazamiento Sobre:

source: Select the hover icon
es_es: Seleccione el ícono de desplazamiento sobre

source: Press:
es_es: Presionado:

source: Select the press icon
es_es: Seleccione el ícono de presionado

source: * Leave 'Press' icon blank to use same icon as Hover state.
es_es: * Deje el ícono 'Presionar' en blanco para usar el mismo ícono que el estado Desplazamiento.

source: Icon Settings
es_es: Configuraciones de icono

source: Icon Setting
es_es: Configuración de icono

source: Icon
es_es: Icono

source: Edit
es_es: Editar

source: Name
es_es: Nombre

source: Virtual Folder
es_es: Carpeta Virtual

source: A 'Virtual Folder' sub-menu enables you to organize custom menu items.
es_es: El sub-menú 'Carpeta virtual' le permite organizar elementos de menú personalizados.

source: Real Folder
es_es: Carpeta real

source: A 'Real Folder' sub-menu enables you to manage the files inside a folder.
es_es: El sub-menú "Carpeta real" le permite administrar los archivos dentro de una carpeta.

source: Show File Icon
es_es: Mostrar icono de archivo

source: Show File Extension
es_es: Mostrar Extensiones

source: Click to choose a folder
es_es: Haga clic para elegir una carpeta

source: Icon Shop
es_es: Tienda de Objetos

source: Custom...
es_es: Personalizado...

source: Static Image
es_es: Imagen estática

source: Select a background image
es_es: Seleccione una imagen de fondo

source: Plug-in Information
es_es: Plug-in Información

source: Module Name:
es_es: Nombre Modulo:

source: Original Name:
es_es: Nombre Original:

source: Developer:
es_es: Desarrollador:

source: Website:
es_es: Web:

source: NERvSDK Version:
es_es: NERvSDK Versión:

source: Copy to Clipboard
es_es: Copiar al portapapeles

source: Description:
es_es: Descripción:

source: Comment:
es_es: Comentario:

source: About SAO Utils
es_es: Sobre SAO Utils

source: SAO Utils provides you a customizable 3D app launcher with varieties of themes, desktop widgets and powerful utilities. Its pluggable architecture allows you, the developer, to add any kinds of plug-ins to the core program. That's the reason why it was named as "SAO Utils" :)
es_es: El programa SAO Utils es un launcher de Sword Art Online con poderosas utilidades. Su arquitectura conectable le permite a usted, el desarrollador, agregar cualquier tipo de complemento al programa principal. Esa es la razón por la que fue nombrada como "SAO Utils" :)

source: Information
es_es: Información

source: Program Name:
es_es: Nombre Programa:

source: Version:
es_es: Versión:

source: Appearance Settings
es_es: Configuración de la apariencia

source: Launcher Mode
es_es: Modo Launcher

source: Launcher Position
es_es: Posición Launcher

source: Follow Cursor
es_es: Seguir Cursor

source: Fixed:
es_es: Fijo:

source: Left
es_es: Izquierda

source: Central
es_es: Centro

source: Right
es_es: Derecha

source: Background Density
es_es: Densidad de fondo

source: Thin
es_es: Delgado

source: Thick
es_es: Grueso

source: Notification Icon Position
es_es: Posición del icono de notificación

source: Cross Screen
es_es: Pantalla cruzada

source: Top Left
es_es: Arriba a la izquierda

source: Top Centre
es_es: Centro superior

source: Top Right
es_es: Arriba a la derecha

source: Centre Left
es_es: Centro izquierda

source: Centre
es_es: Centro

source: Centre Right
es_es: Centro derecha

source: Bottom Left
es_es: Abajo izquierda

source: Bottom Centre
es_es: Abajo centro

source: Bottom Right
es_es: Abajo derecha

source: Startup Animation
es_es: Animación de inicio

source: - Play 3D startup animation.
es_es: - Reproducir animación de inicio en 3D.

source: Show Splash
es_es: Mostrar Splash

source: - Show splash screen on start-up.
es_es: - Mostrar pantalla de bienvenida en el inicio.

source: Magnification Ratio
es_es: Proporción de aumento

source: Camera Following Mouse
es_es: Cámara siguiendo al ratón

source: Breathing Camera Effect
es_es: Efecto de la cámara de respiración

source: Analog TV
es_es: TV analógica

source: Off
es_es: Apagado

source: Light
es_es: Ligero

source: Medium
es_es: Medio

source: Strong
es_es: Fuerte

source: Motion Blur
es_es: Desenfoque de movimiento

source: Preferences
es_es: Preferencias

source: Reset
es_es: Resetear

source: Reset all settings
es_es: Resetear todos los ajustes

source: Save
es_es: Guardar

source: Save changes
es_es: Guardar cambios

source: Revert changes
es_es: Revertir cambios

source: General Settings
es_es: Ajustes Generales

source: Appearance
es_es: Apariencia

source: Graphics
es_es: Gráficos

source: Graphics Settings
es_es: Ajustes Gráficos

source: Sounds
es_es: Sonidos

source: Sound Settings
es_es: Ajustes Sonidos

source: Plug-in Settings
es_es: Ajustes Plug-in

source: About
es_es: Acerca de

source: Are you sure to reset all the settings?
es_es: ¿Estás seguro de restablecer todas las configuraciones?

source: DPI Scaling
es_es: Escalada DPI

source: Lock Launcher
es_es: Bloquear Launcher

source: - Disable editing launcher items.
es_es: - Deshabilita la edición de elementos del launcher.

source: Show Tooltips
es_es: Mostrar información sobre herramientas

source: - Provide better user experience for tablet devices.
es_es: - Proporcionar una mejor experiencia de usuario para dispositivos de tableta.

source: Hotkeys
es_es: Teclas de acceso rápido

source: Enable Mouse Gesture
es_es: Activar el gesto del mouse

source: &Exclusions...
es_es: &Exclusiones...

source: - Manage mouse gesture exclusions.
es_es: - Administrar exclusiones de gestos de mouse.

source: + Slide Down
es_es: + Deslizar hacia abajo

source: Sensitive
es_es: Sensibilidad

source: Low
es_es: Baja

source: High
es_es: Alta

source: Enable Hotkey
es_es: Habilitar Hotkey

source: + Key
es_es: + Tecla

source: Remap Win-Key
es_es: Remapear Win-Key

source: Start with Windows, delay for
es_es: Iniciar con Windows, retraso de

source: seconds
es_es: segundos

source: Verbose Mode
es_es: Modo detallado

source: Video Adapter
es_es: Video adaptador

source: Display Mode
es_es: Modo de visualización

source: Layered
es_es: Capas

source: - Recommended option with transparent background support.
es_es: - Opción recomendada con soporte de fondo transparente.

source: Standard
es_es: Estándar

source: - Recommended for any stereo mode, also fixes some performance or 3D graphic problems.
es_es: - Recomendado para cualquier modo estéreo, también corrige algunos problemas gráficos de rendimiento o 3D.

source: Texture Quality
es_es: Calidad de textura

source: Texture Filtering
es_es: Filtrado de texturas

source: No Filtering
es_es: Sin filtros

source: Nearest Neighbor
es_es: Vecino más cercano

source: Anisotropic
es_es: Anisotrópico

source: Render Quality
es_es: Calidad de renderizado

source: High Performance
es_es: Alto rendimiento

source: Balance
es_es: Balanceado

source: High Quality
es_es: Alta Calidad

source: Disable
es_es: Inhabilitar

source: Anaglyph Stereo
es_es: Stereo Anáglifo

source: Stereoscopic Mode
es_es: Modo Estereoscópico

source: Half Size (Cropped)
es_es: Medio tamaño (Recortado)

source: Full Size (Squeezed)
es_es: Tamaño completo (Exprimido)

source: Full Size (Black Bars)
es_es: Tamaño completo (Barras Negras)

source: Near
es_es: Cerca

source: Far
es_es: Lejos

source: Interaxial Separation
es_es: Separación interaxial

source: Yes
es_es: Si

source: Enable Plug-ins
es_es: Activar Plug-ins

source: Get Updates
es_es: Obtener actualizaciones

source: Install...
es_es: Instalar...

source: Remove
es_es: Quitar

source: - Remove this plug-in. (Program restart required)
es_es: - Eliminar este plug-in. (Se requiere reiniciar el programa)

source: - Reset this plug-in's settings.
es_es: - Resetear ajustes de este plug-in.

source: Enable
es_es: Activar

source: Config
es_es: Configurar

source: Details...
es_es: Detalles...

source: - Read plug-in guideline.
es_es: - Leer guía de plug-in.

source: Version
es_es: Versión

source: Author
es_es: Autor

source: Enable Sounds
es_es: Activar Sonidos

source: Presets...
es_es: Prestablecidos.

source: Playback
es_es: Reproducción

source: Events
es_es: Eventos

source: Sound Files
es_es: Archivos de sonido

source: Program Start
es_es: Inicio del programa

source: Program Ready
es_es: Programa listo

source: Launcher Show
es_es: Mostrar Launcher

source: Launcher Hide
es_es: Ocultar Launcher

source: Message Show
es_es: Mostrar Mensaje

source: Message Hide
es_es: Ocultar Mensaje

source: Item Select
es_es: Seleccionar Elemento

source: Message Notify
es_es: Notificación de Mensaje

source: System Notify
es_es: Notificación de Sistema

source: System Forbid
es_es: Sistema prohibido

source: System Alert
es_es: Alerta de Sistema

source: &Default Settings
es_es: &Ajustes por Defecto

source: &Import Presets...
es_es: &Importar Prestablecidos...

source: &Export Presets...
es_es: &Exportar Prestablecidos...

source: Warning
es_es: Advertencia

source: Comming soon!
es_es: ¡Próximamente!

source: View on Steam
es_es: Ver en Steam

source: Create
es_es: Crear

source: Delete
es_es: Eliminar

source: View
es_es: Vista

source: Refresh List
es_es: Actualizar Lista

source: Online Shop
es_es: Tienda Online

source: Subscribed Items
es_es: Elementos Suscrito

source: Favorited Items
es_es: Elementos Favoritos

source: My Items
es_es: Mis elementos

source: Now Loading...
es_es: Cargando...

source: Failed to create the workshop item.
es_es: Error al crear el elemento del workshop.

source: Failed to delete the workshop item.
es_es: Error al eliminar el elemento del workshop.

source: Creating workshop item...
es_es: Creando elemento workshop...

source: Deleting workshop item...
es_es: Eliminando elemento workshop...

source: Publish Workshop Item
es_es: Publicar Elemento Workshop

source: Title
es_es: Titulo

source: Type
es_es: Tipo

source: Icon Set
es_es: Establecer Icono

source: Cover Image: (< 1 MB, Recommended Aspect 16:9)
es_es: Imagen de portada: (<1 MB, Aspecto Recomendado 16:9)

source: Resource Folder:
es_es: Carpeta de recursos:

source: Change Note:
es_es: Nota de cambio:

source: Submit
es_es: Enviar

source: Leave it blank to keep original data
es_es: Déjelo en blanco para mantener los datos originales

source: Failed to update the workshop item. Error Code:
es_es: Error al actualizar el elemento del workshop. Código de error:

source: Updating workshop item...
es_es: Actualizando el artículo del workshop...

source: Image files (*.PNG;*.JPG;*.GIF)|*.PNG;*.JPG;*.GIF
es_es: Archivos de imagen (*.PNG;*.JPG;*.GIF)|*.PNG;*.JPG;*.GIF

source: Remove [ %s ] ? (Please disable responding plug-in manually)
es_es: Elimina [ %s ]? (Desactive el plug-in que responde de forma manual)
