Repository: MoonAntonio/locales
Catalog: */plugin/HP-Bar.po
Languages: es_es

source: Move Up
es_es: Mover Arriba

source: Move Down
es_es: Mover Abajo

source: Reorder
es_es: Reordenar

source: &New Bar...
es_es: &Nueva Barra...

source: &Edit Bar...
es_es: &Editar Barra...

source: &Remove Bar
es_es: &Quitar Barra

source: Always on &Top
es_es: Siempre Arriba

source: &Attach to Launcher
es_es: &Adjuntar al Launcher

source: &Lock Widget
es_es: &Bloquear Widget

source: &Transparent Widget
es_es: &Widget transparente

source: Bar Settings
es_es: Ajustes de Barra

source: Click to choose a data
es_es: Haga clic para elegir una informaci√≥n

source: HP-Bar Widget for SAO Utils
es_es: HP-Bar Widget para SAO Utils

source: The SAO Utils Project by Joshua
es_es: El proyecto SAO Utils de Joshua
