Repository: MoonAntonio/locales
Catalog: */plugin/Sensor Data Extension.po
Languages: es_es

source: Processor Information
es_es: Información del procesador

source: Processor Information Data
es_es: Datos de información del procesador

source: Model
es_es: Modelo

source: CPU Speed
es_es: Velocidad de la CPU

source: Bus Speed
es_es: Velocidad del Bus

source: Multiplier
es_es: Multiplicador

source: CPU Load
es_es: Carga de CPU

source: CPU Load Data
es_es: Datos de carga de la CPU

source: CPU Multiplier
es_es: Multiplicador de CPU

source: CPU Multiplier Data
es_es: Datos de multiplicador de CPU

source: CPU Power
es_es: Potencia de CPU

source: CPU Power Consumption Data
es_es: Datos de consumo de energía de la CPU

source: CPU Temperature
es_es: Temperatura de la CPU

source: CPU Temperature Data
es_es: Datos de temperatura de la CPU

source: GPU Information Data
es_es: Datos de información de GPU

source: Graphic Card Information Data
es_es: Datos de información de tarjeta gráfica

source: GPU Sensor Data
es_es: Datos del sensor GPU

source: Graphic Card Sensor Data
es_es: Datos del sensor de la tarjeta gráfica

source: The update parameter takes '[{min}, {max}]' string to define minimum and maximum values. Example: [0.0, 100.0]
es_es: El parámetro de actualización toma la cadena '[{min}, {max}]' para definir valores mínimos y máximos. Ejemplo: [0.0, 100.0]

source: Temperature Data
es_es: Datos de temperatura

source: Voltage Data
es_es: Datos de voltaje

source: Fan Speed Data
es_es: Datos de velocidad del ventilador

source: Ammeter Data
es_es: Datos del Amperímetro

source: Power Consumption Data
es_es: Datos de consumo de energía

source: Clock Frequency Data
es_es: Datos de frecuencia del reloj

source: Usage Data
es_es: Datos de uso

source: Miscellaneous Data
es_es: Datos misceláneos

source: System Data
es_es: Datos de sistema

source: Sensor Data Extension
es_es: Extensión de datos del sensor

source: Sensor Data Extension for SAO Utils
es_es: Extensión de datos del sensor para SAO Utils

source: The SAO Utils Project by Joshua.
es_es: El Proyecto SAO Utils de Joshua.

source: %s Data Proxy
es_es: %s Proxy de datos

source: Data available when %s is running and the 'Shared Memory' function is enabled.
es_es: Datos disponibles cuando %s se está ejecutando y la función 'Memoria compartida' está habilitada.
